export const data = [
	{
		id: "post1",
		author: { id: "user1", name: "User 1" },
		title:
			"Выбранный нами инновационный путь не стал ограничивающим фактором",
		body:
			"Кстати, многие известные личности являются только методом политического участия и смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности!",
		comments: [
			{
				id: "uuid1",
				author: { id: "user2", name: "User 2" },
				text: "text1"
			},
			{
				id: "uuid2",
				author: { id: "user3", name: "User 3" },
				text: "text2"
			}
		]
	},
	{
		id: "post2",
		author: { id: "user1", name: "User 1" },
		title:
			"Семантический разбор внешних противодействий не стал ограничивающим фактором",
		body:
			"Ясность нашей позиции очевидна: экономическая повестка сегодняшнего дня однозначно определяет каждого участника как способного принимать собственные решения касаемо поставленных обществом задач.",
		comments: [
			{
				id: "uuid3",
				author: { id: "user2", name: "User 2" },
				text: "text3"
			},
			{
				id: "uuid4",
				author: { id: "user3", name: "User 3" },
				text: "text4"
			}
		],
	},
	{
		id: "post3",
		author: { id: "user3", name: "User 3" },
		title: "Частотность поисковых запросов продолжает удивлять",
		body:
			"Также как высокое качество позиционных исследований, в своём классическом представлении, допускает внедрение распределения внутренних резервов и ресурсов. Лишь независимые государства, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут призваны к ответу.",
		comments: [
			{
				id: "uuid5",
				author: { id: "user2", name: "User 2" },
				text: "text5"
			},
			{
				id: "uuid6",
				author: { id: "user3", name: "User 3" },
				text: "text6"
			}
		]
	}
];
